Repository: City-of-Helsinki/kerrokantasi
Catalog: democracy/locale/*/LC_MESSAGES/django.po
Languages: fi

source: %s does not allow anonymous commenting
fi: %s ei salli anonyymiä kommentointia

source: %s does not allow commenting
fi: %s ei salli kommentointia

source: %s is closed and does not allow comments anymore
fi: %s on suljettu eikä salli enää kommentointia

source: Area
fi: Alue

source: Availability
fi: Saatavuus

source: Copied Hearing "%s" as a draft.
fi: Kuuleminen %s kopioitu luonnokseksi.

source: Enter text here.
fi: Syötä tekstiä tähän.

source: Enter the introduction text for the hearing here.
fi: Syötä kuulemisen johdantoteksti tähän.

source: No commenting
fi: Ei kommentointia

source: Open commenting
fi: Avoin kommentointi

source: Participatory Democracy
fi: Osallistava demokratia

source: Plugin
fi: Laajennus

source: Preview URL
fi: Esikatseluosoite

source: Registered users only
fi: Rekisteröityneet käyttäjät

source: The ordering position for this object. Objects with smaller numbers appear first.
fi: Objektin järjestysnumero. Pienemmät numerot näkyvät ensin.

source: You may leave this empty to automatically generate a slug
fi: Voit jättää tämän tyhjäksi generoidaksesi lyhytnimen automaattisesti

source: abstract
fi: lyhennelmä

source: area
fi: alue

source: author name
fi: tekijän nimi

source: authorization code
fi: auktorisointikoodi

source: borough
fi: alue

source: caption
fi: kuvateksti

source: closing time
fi: sulkeutumisaika

source: commenting
fi: kommentointi

source: content
fi: sisältö

source: created by
fi: luoja

source: deleted
fi: poistettu

source: followers
fi: seuraajat

source: force hearing closed
fi: pakota suljetuksi

source: hearing
fi: kuuleminen

source: hearing comment
fi: kuulemiskommentti

source: hearing comments
fi: kuulemiskommentit

source: hearing image
fi: kuulemiskuva

source: hearing images
fi: kuulemiskuvat

source: hearings
fi: kuulemiset

source: height
fi: korkeus

source: identifier
fi: tunniste

source: image
fi: kuva

source: label
fi: nimeke

source: labels
fi: nimekkeet

source: last modified by
fi: viimeisin muokkaaja

source: legacy vote count
fi: äänilukumäärä vanhassa järjestelmässä

source: number of comments
fi: kommenttien lukumäärä

source: number of votes given to this comment
fi: kommentin saamat äänet

source: number of votes imported from legacy system
fi: kommentin saamat äänet vanhassa järjestelmässä

source: opening time
fi: avautumisaika

source: ordering
fi: järjestysnumero

source: plugin data
fi: laajennusdata

source: plugin identifier
fi: laajennustunniste

source: public
fi: julkinen

source: section
fi: osa

source: section comment
fi: osakommentti

source: section comments
fi: osakommentit

source: section image
fi: osakuva

source: section images
fi: osakuvat

source: sections
fi: osat

source: service map URL
fi: palvelukartta-URL

source: slug
fi: lyhytnimi

source: time of creation
fi: luontiaika

source: time of last modification
fi: viimeisin muokkausaika

source: title
fi: otsikko

source: users who follow this hearing
fi: kuulemista seuraavat käyttäjät

source: users who voted for this comment
fi: kuulemista äänestäneet käyttäjät

source: vote count
fi: äänilukumäärä

source: voters
fi: äänestäjät

source: width
fi: leveys

source: Kerrokantasi hearing
fi: Kerrokantasi-kysely

source: Comments
fi: Kommentteja

source: No comments
fi: Ei kommentteja

source: Type
fi: Tyyppi

source: single-choice
fi: yksivalintakysymys

source: multiple-choice
fi: monivalintakysymys

source: total answers
fi: vastauksia yhteensä
